Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/calliidlagadus.org/sam_samediggi_norggas.pdf.tmx
Source language: sme
Languages: nob

source: Gonagas Harald rahpamin 5.
nob: Hans majestet kong Harald åpner det 5.

source: Sámedikki, golggotmánu 9. b. 2005:s.
nob: Sametinget 9. oktober 2005.

source: Govva: Min ÁiGi.
nob: Foto: Min Áigi.

source: Sámediggi Norggas
nob: Sametinget i Norge

source: - Sámiid álbmot válljen politihkalaš orgána
nob: – samenes folkevalgte organ

source: Norgga Sámedikki áirasiid válljejit sápmelaččain miehtá riikka válggaid bokte.
nob: Sametinget er et selvstendig folkevalgt organ, og er det representative talerøret for samene i Norge.

source: Sámediggi lea iešmearrideaddji politihkalaš orgána ja sámiid alimus ovddasteaddji orgána Norggas.
nob: Representantene velges av og blant samene i hele landet.

source: Sámedikki lágalaš vuođđu gávdno Sámelága paragráfas 1–2, mii cealká ahte sámi álbmogis galgá leat iežas riikaviidosaš sámediggi, masa sámit leat válljen sámiid.
nob: Fundamentet for Sametinget finnes i Samelovens paragraf 1–2, som slår fast at samene skal ha sitt folkevalgte Sameting valgt av og blant samer i Norge.

source: Sámedikki vuođđudeapmi lea dehálaš oassi Norgga vuođđolága paragráfa 110a:s, mii mearriduvvui Norgga Stuoradikkis cuoŋománu 21. b. 1988:s.
nob: Etableringen av Sametinget er et sentralt element oppfyllelsen av Grunnlovens paragraf 110 a som ble vedtatt av Stortinget 21. april 1988.

source: Vuođđolága paragráfa 110 a cealká: «Lea stáhta eiseválddiid geatnegasvuohta láhčit diliid nu ahte sámi álbmotjoavku sáhttá seailluhit ja ovddidit iežas giela, kultuvrra ja servodateallima.
nob: Grunnlovens paragraf 110 a slår fast at «Det paaligger Statens Myndigheter at lægge Forholdene til Rette for at den samiske Folkegruppe kan sikre og udvikle sit Sprog, sin Kultur og sit Samfundsliv.

source: š Sámedikki politihkalaš váldái gullet visot áššit maid Sámediggi oaivvilda leat sámiide guoski áššit.
nob: š Arbeidsområdet for Sametinget er alle saker som Sametinget mener særlig angår den samiske folkegruppen.

source: Sámedikkis leat 43 áirasa (2005:s viiddiduvvon 39 áirasis) geaid sámit leat válljen sámi jienastuslogu vuođul.
nob: Sametinget som folkevalgt organ har 43 representanter (utvidet i 2005 fra 39) valgt av og blant samer på basis av et samemanntall.

source: Norga lea juhkkojuvvon 13 válgabiiriide.
nob: Landet er inndelt i 13 valgkretser.

source: Sámediggái válljen lea juohke njealját jagi oktanaga stuoradiggeválggain.
nob: Valg til Sametinget holdes hvert fjerde år samtidig med stortingsvalget.

source: Dievasčoahkkin lea Sámedikki alimus orgána ja das lea bajimus váldi doaimmahit Sámelága geatnegasvuođaid.
nob: Sametinget samles fire ganger i året.

source: Dievasčoahkkimat dollojuvvojit njeallje geardde jagis.
nob: Mellom samlingene har Sametingsrådet ansvaret for Sametingets virksomhet.

source: Sámediggeráđi jođiha Sámediggepresideanta. Sámedikki ráđđelahtut, oktan presideanttain, leat válljejuvvon Sámedikki áirasiid gaskkas.
nob: Presidenten og rådets medlemmer velges av og blant Sametingets representanter.

source: Muđui leat Sámedikkis máŋga lávdegotti juhkkojuvvon fáttáid mielde, ja mat barget sierralágan áššiiguin.
nob: Forøvrig er Sametingets representanter fordelt på flere fagkomiteer som hver ivaretar saker som vedkommer deres fagområder.

source: Sámedikki dievasčoahkkin.
nob: Sametinget i plenum.

source: Sámedikki doaimmat leat guovtti oasis: (1) doaibmat sápmelaččaid politihkalaš álbmotválljen orgánan ja ovddidit politihkalaš vuolggahemiid, ja (2) doaimmahit hálddahuslaš doaimmaid maid norgga eiseváldit juhket, dahje mat lága bokte juhkkojuvvojit Sámediggái.
nob: Virksomheten til Sametinget er tosidig: (1) tjene som samenes folkevalgte organ og fremme politiske initiativ og (2) ta seg av forvaltningsoppgaver som nasjonale myndigheter eller gitte lover har delegert til Sametinget.

source: Politihkalaš orgánan Sámediggi bargá áššiiguin maid dat oaivvilda gusket sápmelaččaide, dahje maidda sápmelaččain lea sierralágan beroštupmi.
nob: Som politisk organ arbeider Sametinget med de saker som tinget selv mener er av særlig interesse for det samiske folket.

source: Sámediggi vuolggaha doaimmaid ja buktá oainnustis buot áššiide mat juogaládje gusket Sámediggái ja Sámedikki bargguide.
nob: Sametinget initierer og gjør sitt syn gjeldende i alle saker som er relevante for dets virksomhet.

source: Norgga stáhta juolluda ruhtadeami mii lea dárbbašlaš Sámediggái vai dat sáhttá doaimmahit iežas válddi.
nob: Den norske stat bevilger midler til Sametingets virksomhet slik at det kan oppfylle sine oppgaver.

source: Ruhtadeapmi juolluduvvo iešguđetge osiin našunála bušeahtas.
nob: Bevilgningene kommer over flere departements budsjetter.

source: Ráđđehusas lea Bargo ja searvadahttindepartemeanta mas lea ovddasvástádus sámi áššiide.
nob: I regjeringen har Arbeids og inkluderingsdepartementet ansvaret for samiske saker.

source: Lea maid Bargo ja searvadahttindepartemeanttas mas lea ráđđehuslaš ovddasvástádus Stuoradiggái Sámedikki ruhtageavaheami ovddas. Departemeanttas lea váldi gáibidit rehketdoalu ja raporttaid Sámedikkis movt ruđaid leat geavahan, go dát orru dárbbašlaš.
nob: Det er også Arbeids og inkluderingsdepartementet som har ansvaret overfor Stortinget om Sametingets bruk av midler, og kan be om rapporter om bruken av Sametingets midler.

source: Muhto Sámedikkis lea goitge oalle stuora ruđalaš iešmearrideapmi ja juolluda ruđaid iežas vuoruhemiid mielde.
nob: Sametinget fordeler midler etter sine egne prioriteringer.
